<template>
	<div class="care">
		<div class="container">
			<h3 class="care__title">Dorstenia crispa (дорстения кучерявая)</h3>
			<h3 class="care__title">Dorstenia foetida (дорстения вонючая)</h3>
			<p class="care__text">Dorstenia – каудексный суккулент, относится к семейству тутовых. С раннего возраста образует каудекс, который со временем одревесневает снизу и продолжает расти вверх. Листья у криспы волнистые и зазубренные по краям, а у фоэтиды округлые, у обеих они собраны на макушке в виде пальмочки.</p>
			<p class="care__text">Дорстении весьма необычно цветут. Первое цветение может начаться уже в возрасте 2-3 месяцев. Соцветия напоминают подсолнухи/лапы с щупальцами, каждое собрано из крошечных мужских и женских цветков. Созревшие семена выстреливают из соцветия на расстояние до 2 метров.</p>
			<p class="care__text">При опадении старых листьев или цветов, растение выделяет млечный сок, который напоминает запах жжёной резины (у обеих одинаковый).</p>
			<p class="care__text">В комнатных условиях высота взрослого растения может достигать 30см.</p>
			<p class="care__text">Как все суккуленты, предпочитает хорошо освещённые места и высокий слой дренажа. Корни у дорстении тонкие, нитевидные, грунт должен быть лёгким. Хорошо растёт в смеси 1 части земли/1 часть перлита + немного цеолита. С весны до осени полив — пару раз в неделю. Во время цветения требует более частого полива. Удобрение подойдёт любое универсальное для суккулентов, использовать по инструкции.</p>
			<p class="care__text">В течение периода покоя, который приходится на зимние месяцы, дорстения теряет часть листьев. Полив при этом следует сократить до минимума. С приходом весны на макушке появятся новые листья.</p>
			<p class="care__text">Дорстению размножают семенами. Семена прорастают от 2 недель до 2 месяцев, при комнатной температуре. Грунт для посева подойдёт такой же, как и для взрослого растения. Т.к. растение легко размножается самосевом созревших семян в соседние горшки, семена достаточно лишь слегка прикопать и поливать по чуть-чуть по мере просыхания верхнего слоя.</p>
		</div>
	</div>
</template>

<script>
export default {
	name: "Care",
};
</script>
<style lang="scss" scoped>
.care {
	background-color: $medium;
	color: $white;
}
.care__title {
	text-align: center;
	margin-bottom: 10px;
	font-size: 16px;

	&:last-of-type {
		margin-bottom: 25px;
	}
}

.care__text {
	margin-bottom: 20px;
}
</style>
